spring2017/psyc3435/lectures/week1.org
#+TITLE: Week 1 lecture notes - PSYC 3435
#+AUTHOR:
#+DATE: Jan 16-20, 2017 
#+OPTIONS: toc:nil num:nil

* Ways of knowing
Exercise:
- Write down two things that you know
- How do you know these things?

"Ways of knowing" versus "Types of knowledge"
| Ways/Types | Objective     | Subjective  |
|------------+---------------+-------------|
| Analysis   | /Observation/ | /Deduction/ |
| Acceptance | /Authority/   | /Intuition/ |
|------------+---------------+-------------|


Definitions:
- /Intuition/: relying on /common sense/ as a means of knowing about the world
- /Deduction/: using logical reasoning and current knowledge as a means of knowing about the world
- /Authority/: relying on a knowledgeable person/group as a means of knowing about the world
- /Observation/: relying on what one observes as a means of knowing about the world

Why do research?
- foundational to field of psychology -- it is how we know what we know
- basic human desire -- we like to know /how things work/
- pragmatism -- helping professions need to /understand human behavior/ in order to design treatments/therapies

How do we do research?
- research = systematic observation
- four /canons (laws)/ of the scientific method
    1. empiricism - knowledge comes from experience/observation
    2. determinism - phenomena have identifiable /causes/
    3. parsimony - given two possible explanations for a behavior, the simplest is the "correct" one
      - important because simple explanations are easier to /falsify/
    4. testability - explanations for behavior can be tested (and falsified) 

Types of research:
- basic research
    - goal = developing consistent, mechanistic explanations for human behavior
- applied research
    - goal = applying results /beyond the lab/
