spring2017/psyc3435/lectures/week1.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Week 1 lecture notes - PSYC 3435</title>
<!-- 2017-01-17 Tue 09:31 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
</head>
<body>
<div id="content">
<h1 class="title">Week 1 lecture notes - PSYC 3435</h1>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Ways of knowing</h2>
<div class="outline-text-2" id="text-1">
<p>
Exercise:
</p>
<ul class="org-ul">
<li>Write down two things that you know
</li>
<li>How do you know these things?
</li>
</ul>

<p>
"Ways of knowing" versus "Types of knowledge"
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">Ways/Types</th>
<th scope="col" class="left">Objective</th>
<th scope="col" class="left">Subjective</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">Analysis</td>
<td class="left"><i>Observation</i></td>
<td class="left"><i>Deduction</i></td>
</tr>

<tr>
<td class="left">Acceptance</td>
<td class="left"><i>Authority</i></td>
<td class="left"><i>Intuition</i></td>
</tr>
</tbody>
</table>


<p>
Definitions:
</p>
<ul class="org-ul">
<li><i>Intuition</i>: relying on <i>common sense</i> as a means of knowing about the world
</li>
<li><i>Deduction</i>: using logical reasoning and current knowledge as a means of knowing about the world
</li>
<li><i>Authority</i>: relying on a knowledgeable person/group as a means of knowing about the world
</li>
<li><i>Observation</i>: relying on what one observes as a means of knowing about the world
</li>
</ul>

<p>
Why do research?
</p>
<ul class="org-ul">
<li>foundational to field of psychology &#x2013; it is how we know what we know
</li>
<li>basic human desire &#x2013; we like to know <i>how things work</i>
</li>
<li>pragmatism &#x2013; helping professions need to <i>understand human behavior</i> in order to design treatments/therapies
</li>
</ul>

<p>
How do we do research?
</p>
<ul class="org-ul">
<li>research = systematic observation
</li>
<li>four <i>canons (laws)</i> of the scientific method
<ol class="org-ol">
<li>empiricism - knowledge comes from experience/observation
</li>
<li>determinism - phenomena have identifiable <i>causes</i>
</li>
<li>parsimony - given two possible explanations for a behavior, the simplest is the "correct" one
<ul class="org-ul">
<li>important because simple explanations are easier to <i>falsify</i>
</li>
</ul>
</li>
<li>testability - explanations for behavior can be tested (and falsified) 
</li>
</ol>
</li>
</ul>

<p>
Types of research:
</p>
<ul class="org-ul">
<li>basic research
<ul class="org-ul">
<li>goal = developing consistent, mechanistic explanations for human behavior
</li>
</ul>
</li>
<li>applied research
<ul class="org-ul">
<li>goal = applying results <i>beyond the lab</i>
</li>
</ul>
</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: Jan 16-20, 2017</p>
<p class="date">Created: 2017-01-17 Tue 09:31</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.1.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
