spring2017/psyc3435/lectures/week1.tex
% Created 2017-01-17 Tue 09:32
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\date{Jan 16-20, 2017}
\title{Week 1 lecture notes - PSYC 3435}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 25.1.1 (Org mode 8.2.10)}}
\begin{document}

\maketitle

\section*{Ways of knowing}
\label{sec-1}
Exercise:
\begin{itemize}
\item Write down two things that you know
\item How do you know these things?
\end{itemize}

"Ways of knowing" versus "Types of knowledge"
\begin{center}
\begin{tabular}{lll}
Ways/Types & Objective & Subjective\\
\hline
Analysis & \emph{Observation} & \emph{Deduction}\\
Acceptance & \emph{Authority} & \emph{Intuition}\\
\hline
\end{tabular}
\end{center}


Definitions:
\begin{itemize}
\item \emph{Intuition}: relying on \emph{common sense} as a means of knowing about the world
\item \emph{Deduction}: using logical reasoning and current knowledge as a means of knowing about the world
\item \emph{Authority}: relying on a knowledgeable person/group as a means of knowing about the world
\item \emph{Observation}: relying on what one observes as a means of knowing about the world
\end{itemize}

Why do research?
\begin{itemize}
\item foundational to field of psychology -- it is how we know what we know
\item basic human desire -- we like to know \emph{how things work}
\item pragmatism -- helping professions need to \emph{understand human behavior} in order to design treatments/therapies
\end{itemize}

How do we do research?
\begin{itemize}
\item research = systematic observation
\item four \emph{canons (laws)} of the scientific method
\begin{enumerate}
\item empiricism - knowledge comes from experience/observation
\item determinism - phenomena have identifiable \emph{causes}
\item parsimony - given two possible explanations for a behavior, the simplest is the "correct" one
\begin{itemize}
\item important because simple explanations are easier to \emph{falsify}
\end{itemize}
\item testability - explanations for behavior can be tested (and falsified)
\end{enumerate}
\end{itemize}

Types of research:
\begin{itemize}
\item basic research
\begin{itemize}
\item goal = developing consistent, mechanistic explanations for human behavior
\end{itemize}
\item applied research
\begin{itemize}
\item goal = applying results \emph{beyond the lab}
\end{itemize}
\end{itemize}
% Emacs 25.1.1 (Org mode 8.2.10)
\end{document}